
# Templatesたち

co = [
    "とりあえず信用するわ",
    "ここで出たなら真でしょ",
    "僕は真で見ます",
    "僕は信用します",
    "真で見ていいと思います",
    "真で見ましょう"
]

seer = {
    # target が不明のとき
    "unknown": [
        "占い確認しました",
        "占い結果確認したよ",
        "とりあえず様子見だな"
    ],
    "kuro": [
        "それなら%target%さんに投票しようかな。",
        "%target%さんに一票で。",
        "じゃあ%target%さんに投票しまーす！",
        "なら%target%に投票していく~",
        "%target%に入れようかな",
        "%target%に入れたいと思います"
    ],
    "siro": [
        "%target%さんは白なのか",
        "%target%黒だと思ったわw",
        "%target%白把握",
        "%target%白で決めうつわ"
    ]
}

medium = {
    # target が不明のとき
    "unknown": [
        "霊媒結果確認しました",
        "霊媒結果確認完了",
        "とりあえず霊媒結果は確認しました"
    ],
    "kuro": [
        "なら%target%以外で見なきゃ",
        "やっぱり%target%が人狼だったか",
        "%target%の他に怪しそうな人を探そう",
        "%target%以外で疑わしい人はいるかな"
    ],
    "siro": [
        "%target%怪しかったけど違うのか",
        "%target%は白か",
        "%target%が白ということはまだ人狼がひそんでるな",
        "%target%が白とは想像つきづらかったな",
        "となると%target%以外で怪しい人物を探そう"
    ]
}

random = [
    "考えるのに時間かかりそう、、",
    "怪しい人はいるかなあ"
    "考察不得意なんですよねぇ",
    "人狼でてこーーーーーい！！",
    "疑われないように行動します()",
    "全然分かんないな",
    "誰か分かる人助けて",
    "宜しくお願いします",
    "初心者なのでキャリー宜しく",
    "一生懸命頑張ります！"
]
