
# Templatesたち

co = [
    "とりあえず信用するわ",
    "ここで出たなら真でしょ",
    "僕は真で見ます"
]

seer = {
    # target が不明のとき
    "unknown": [
        "占い確認しました"
    ],
    "kuro": [
        "それなら%target%さんに投票しようかな。",
        "%target%さんに一票で。",
        "じゃあ%target%さんに投票しまーす！"
    ],
    "siro": [
        "%target%さんは白なのか"
    ]
}

medium = {
    # target が不明のとき
    "unknown": [
        "霊媒結果確認しました"
    ],
    "kuro": [
        "なら%target%以外で見なきゃ"
    ],
    "siro": [
        "%target%怪しかったけど違うのか",
        "%target%は白か"
    ]
}

random = [
    "考えるのに時間かかりそう、、",
    "怪しい人はいるかなあ"
    "考察不得意なんですよねぇ",
    "人狼でてこーーーーーい！！",
    "疑われないように行動します()",
    "全然分かんないな",
    "誰か分かる人助けて",
    "宜しくお願いします",
    "初心者なのでキャリー宜しく",
    "一生懸命頑張ります！"
]
