# coding:utf-8

first_persons_list = ["俺", "私", "儂", "オレ", "わたし", "ワシ"]

teams_list = [
    ["白", "村人", "人間"],
    ["黒", "人狼"]
]

roles_list = [
    ["狩人", "狩"],
    ["人狼", "狼"],
    ["狂人", "狂"],
    ["村人", "人"],
    ["占い師", "占"],
    ["霊能者", "霊"]
]

all_players_dict = {
    "楽天家ゲルト": ["ゲルド", "楽天家", "楽"],
    "仕立て屋エルナ": ["エルナ", "仕立て屋", "服", "屋"],
    "村娘パメラ": ["パメラ", "村娘", "娘"],
    "旅人ニコラス": ["ニコラス", "旅人", "旅"],
    "羊飼いカタリナ": ["カタリナ", "羊飼い", "羊"],
    "青年ヨアヒム": ["ヨアヒム", "青年", "青", "年"],
    "神父ジムゾン": ["ジムゾン", "神父", "神", "父"],
    "シスターフリーデル": ["フリーデル", "シスター", "修"],
    "村長ヴァルター": ["ヴァルター", "村長", "長"],
    "少年ペーター": ["ペーター", "少年", "少", "年"],
    "負傷兵シモン": ["シモン", "負傷兵", "兵"],
    "パン屋オットー": ["オットー", "パン屋", "パン", "屋"],
    "木こりトーマス": ["トーマス", "木こり", "木", "樵"],
    "ならず者ディーター": ["ディーター", "ならず者", "者"],
    "少女リーザ": ["リーザ", "少女", "妙"],
    "老人モーリッツ": ["モーリッツ", "老人", "老"],
    "行商人アルビン": ["アルビン", "行商人", "行", "商"],
    "農夫ヤコブ": ["ヤコブ", "農夫", "農", "夫"],
    "宿屋の女主人レジーナ": ["レジーナ", "宿屋", "女主人", "宿", "屋", "主"],
    "司書クララ": ["クララ", "司書", "司", "書"]
}
