first_persons_list = ["俺", "私", "儂", "オレ", "わたし"]

teams_list = [
    ["村人", "人間", "白"],
    ["人狼", "黒"]
]

roles_list = [
    ["狩人", "狩"],
    ["人狼", "狼"],
    ["狂人", "狂"],
    ["村人", "人"],
    ["占い師", "占"],
    ["霊能者", "霊"]
]

all_players_dict = {
    "楽天家ゲルト": ["楽天家", "ゲルド", "楽"],
    "仕立て屋エルナ": ["仕立て屋", "エルナ", "服", "屋"],
    "村娘パメラ": ["村娘", "パメラ", "娘"],
    "旅人ニコラス": ["旅人", "ニコラス", "旅"],
    "羊飼いカタリナ": ["羊飼い", "カタリナ", "羊"],
    "青年ヨアヒム": ["青年", "ヨアヒム", "青", "年"],
    "神父ジムゾン": ["神父", "ジムゾン", "神", "父"],
    "シスターフリーデル": ["シスター", "フリーデル", "修"],
    "村長ヴァルター": ["村長", "ヴァルター", "長"],
    "少年ペーター": ["少年", "ペーター", "少", "年"],
    "負傷兵シモン": ["負傷兵", "シモン", "兵"],
    "パン屋オットー": ["パン屋", "オットー", "パン", "屋"],
    "木こりトーマス": ["木こり", "トーマス", "木", "樵"],
    "ならず者ディーター": ["ならず者", "ディーター", "者"],
    "少女リーザ": ["少女", "リーザ", "妙"],
    "老人モーリッツ": ["老人", "モーリッツ", "老"],
    "行商人アルビン": ["行商人", "アルビン", "行", "商"],
    "農夫ヤコブ": ["農夫", "ヤコブ", "農", "夫"],
    "宿屋の女主人レジーナ": ["宿屋", "女主人", "レジーナ", "宿", "屋", "主"],
    "司書クララ": ["司書", "クララ", "司", "書"]
}
